tap "abyss/tools"
tap "jetbrains/utils"
tap "oven-sh/bun"
brew "argocd"
brew "awscli"
brew "bat"
brew "curl"
brew "docker"
brew "eksctl"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gradle"
brew "jq"
brew "k9s"
brew "lazygit"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "zbar"
brew "zoxide"
brew "zsh"
brew "abyss/tools/awsp"
brew "jetbrains/utils/kotlin-lsp"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "claude-code"
cask "codex"
cask "cursor"
cask "font-d2coding-nerd-font"
cask "ghostty"
cask "keepingyouawake"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "session-manager-plugin"
cask "sublime-text"
