tap "entireio/tap"
tap "oven-sh/bun"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "mise"
brew "node"
brew "pandoc"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "entireio/tap/entire"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "keepingyouawake"
cask "ngrok"
uv "specify-cli"
