tap "abyss/tools"
tap "jetbrains/utils"
tap "morantron/tmux-fingers"
tap "oven-sh/bun"
brew "asdf"
brew "awscli"
brew "bat"
brew "curl"
brew "eksctl"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gradle"
brew "jq"
brew "lazygit"
brew "mise"
brew "mysql-client"
brew "node"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tpm"
brew "tree"
brew "uv"
brew "wget"
brew "z"
brew "zbar"
brew "zoxide"
brew "zsh"
brew "abyss/tools/awsp"
brew "jetbrains/utils/kotlin-lsp"
brew "morantron/tmux-fingers/tmux-fingers"
brew "oven-sh/bun/bun"
cask "claude-code"
cask "codex"
cask "cursor"
cask "font-d2coding-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "keepingyouawake"
cask "ngrok"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "session-manager-plugin"
cask "sublime-text"
vscode "bierner.markdown-preview-github-styles"
vscode "fwcd.kotlin"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.makefile-tools"
vscode "openai.chatgpt"
vscode "prateekmahendrakar.prettyxml"
vscode "rintoj.json-organizer"
vscode "tomoki1207.pdf"
vscode "vscjava.vscode-gradle"
vscode "yzane.markdown-pdf"
